<div class="row">
  <div class="col-md-4">
    <div class="bs-callout bs-callout-info">
      <h4>Географія</h4>
      На сайті представлені актуальні навчальні матеріали для учнів шкіл. Всі матеріали розбиті на дві категорії: конспект і підручник. Матеріали в категорії конспект більш короткі і доповнені зображеннями і картами. Категорія підручник містить повну версію шкільної програми.
    </div>
  </div>
  <div class="col-md-4">
    <div class="bs-callout bs-callout-info">
      <h4>Всесвітня історія</h4>
      Вивчайте історію в розділі конспект, якщо Ваш час обмежений. Наявність супутніх карт і зображень допоможе в засвоєнні матеріалів і краще закріпить описану картину подій в пам'яті учня.
    </div>
  </div>
  <div class="col-md-4">
    <div class="bs-callout bs-callout-info">
      <h4>Історія України</h4>
      У категорії конспект всі матеріали доповнені картами і зображеннями, що робить вивчення матеріалу більш наочним і сприяє формуванню цілісної картини викладених подій. Підручник, як зазвичай, содежіт цілком впорядковані матеріали шкільної програми.
    </div>
  </div>
</div>

<div class="row">
  <div class="col-md-8">
<div style="float:right;margin: 0px 15px 10px 25px;">
<script async src="//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<!-- ukrmap_soa_300x600 -->
<ins class="adsbygoogle"
     style="display:inline-block;width:300px;height:600px"
     data-ad-client="ca-pub-1279458121635194"
     data-ad-slot="9269291196"></ins>
<script>
(adsbygoogle = window.adsbygoogle || []).push({});
</script>
</div>

    <h3>Навчальний сайт з географії, всесвітньої історії та історії України.</h3>

    <h4>Готуємося до іспитів.</h4>

    <p>На цьому сайті знаходяться навчальні матеріали з географії, всесвітньої історії та історії України для учнів шкіл. Матеріали не є основою для вивчення відповідних дисциплін, однак є досить хорошим доповненням до основної програми загальноосвітніх шкіл, що не поступається основній програмі по глибині і обсягом матеріалу, що викладається.</p>

    <p>Характер викладу матеріалу з всесвітньої історії та історії України хронологічно послідовний і тісно пов'язаний з географічним вивченням, що надає інформації лаконічність і всебічний характер вивчення. Навчаючись, Ви отримуєте не тільки можливість усвідомлювати картини описаних подій, але і встановлювати взаємозв'язок між тим, що відбувається і висувати власні гіпотези і спростування.</p>

    <p>Оригінальна мова більшості матеріалів - український, деяких - російський. Всі матеріали, в результаті перекладів, викладені на чотирьох мовах: російській, українській, білоруській та англійською. Переклад на мови був виконаний автоматично, і не є досконалим. Переклад на англійську мову, взагалі, залишає бажати кращого. На жаль, на сьогоднішній день, в команді ресурсу немає кваліфікованого перекладача.</p>

    <p>На даний момент на сайті знаходяться всі, з перерахованих в змісті курсів, відео файли і також вікторини доступні на всіх чотирьох мовах.</p>

    <p>В даний час на сайті існує розбиття матеріалів на "конспект" і "підручник".</p>

    <p>"Конспект" містить основний вміст сайту, всі його сторінки однаково стилізовані, практично з усіма його текстами наведені географічні карти і допоміжні зображення (фотографії і малюнки). Зображення призначені для кращого засвоєння матеріалу шляхом підвищення інтересу учня, - вони допомагають уявити описувану тему, оживити образи історичних постатей, подумки перенести нас в просторі і часі.</p>

    <p>"Підручник" - частина сайту, що містить матеріали основних підручників з географії, всесвітньої історії та історії України. Більшість цих матеріалів ще не перевірено модератором.</p>

    <p>Матеріали конспекту з всесвітньої історії 6-го і 11-го класів відсутні.</p>
  </div>

  <div class="col-md-4 contents">
    <h4 class="shadowtext">
      <?php echo GEOGRAPHY; ?>
    </h4>
    <ul class="contents">
      <?php
        if (!$conn->connect_errno) {
          mysqli_data_seek($g_courses, 0);
          while ($row = $g_courses->fetch_assoc()) {
            echo '<li><a href="/uk-'.$row['course'].'">'.$row[$title].'</a></li>';
          }
        } else {
          foreach ($g_courses as $row) {
            echo '<li><a href="/uk-'.$row['course'].'">'.$row[$title].'</a></li>';
          }
        }
      ?>
    </ul>

    <h4>
      <?php echo WORLD_HISTORY; ?>
    </h4>
    <ul class="contents">
      <?php
        if (!$conn->connect_errno) {
          mysqli_data_seek($wh_courses, 0);
          while ($row = $wh_courses->fetch_assoc()) {
            echo '<li><a href="/uk-'.$row['course'].'">'.$row[$title].'</a></li>';
          }
        } else {
          foreach ($wh_courses as $row) {
            echo '<li><a href="/uk-'.$row['course'].'">'.$row[$title].'</a></li>';
          }
        }
      ?>
    </ul>

    <h4>
      <?php echo UKRAINE_HISTORY; ?>
    </h4>
    <ul class="contents">
      <?php
        if (!$conn->connect_errno) {
          mysqli_data_seek($uh_courses, 0);
          while ($row = $uh_courses->fetch_assoc()) {
            echo '<li><a href="/uk-'.$row['course'].'">'.$row[$title].'</a></li>';
          }
        } else {
          foreach ($uh_courses as $row) {
            echo '<li><a href="/uk-'.$row['course'].'">'.$row[$title].'</a></li>';
          }
        }
      ?>
    </ul>
  </div>
</div>
