<h1>Палітыка прыватнасці</h1>

<p>Дата ўступлення ў сілу 24 снежня 2018</p>

<p>GeoMap («мы», «нас» або «наш») працуе вэб-сайт https://geomap.com.ua/ і мабільнымі прыкладаннямі Прыродазнаўства, Геаграфія 3-4 клас, Геаграфія 6 клас, Геаграфія 7 клас, Геаграфія 8 клас, Геаграфія 9 клас, Эканамічная геаграфія 10 клас, Геаграфія 10-11 клас, Рэгіёны Украіны, Геаграфія Крыма, Геаграфія Кіева, Сусветная гісторыя 6 клас, Сусветная гісторыя 7 клас, Сусветная гісторыя 8 клас, Сусветная гісторыя 9 клас, Сусветная гісторыя 10 клас, Сусветная гісторыя 11 клас, Гісторыя Украіны 5 клас, Гісторыя Украіны 7 клас, Гісторыя Украіны 8 клас, Гісторыя Украіны 9 клас, Гісторыя Украіны 10 клас, Гісторыя Украіны 11 клас ("Сэрвіс").</p>

<p>Гэтая старонка інфармуе Вас аб нашай палітыцы ў дачыненні да збору, выкарыстання і раскрыцця асабістых дадзеных, калі вы карыстаецеся наш Сэрвіс і выбар вы звязаны з гэтымі дадзенымі.</p>

<p>Мы выкарыстоўваем вашыя дадзеныя, каб забяспечыць і палепшыць абслугоўванне. Выкарыстоўваючы Сэрвіс, вы згаджаецеся на збор і выкарыстанне інфармацыі ў адпаведнасці з гэтай палітыкай. Калi iншае не вызначана ў сапраўднай палітыцы прыватнасці, тэрміны, якія выкарыстоўваюцца ў гэтай палітыцы прыватнасці маюць тыя ж значэння, што і ў нашых Умовах.</p>

<h2>Збор і выкарыстанне інфармацыі</h2>

<p>Мы збіраем некалькі розных тыпаў інфармацыі для розных мэтаў, каб забяспечыць і палепшыць наша абслугоўванне да вас.</p>

<h3>Тыпы дадзеных Сабраная</h3>

<h4>Асабістыя дадзеныя</h4>

<p>Пры выкарыстанні нашага Сэрвісу, мы можам папрасіць вас даць нам пэўную асабістую інфармацыю, якая можа быць выкарыстана для кантакту або ідэнтыфікаваць вас ("Асабістыя дадзеныя"). Персанальныя дадзеныя могуць ўключаць у сябе, але не абмяжоўваецца:</p>

<ul>
<li>Cookies і дадзеныя па выкарыстанні</li>
</ul>

<h4>Выкарыстанне дадзеных</h4>

<p>Мы таксама можам збіраць інфармацыю, якую браўзэр перадае пры наведванні нашага Сэрвісу або пры доступе да паслуг або з дапамогай мабільнага прылады ( «Выкарыстанне дадзеных»).</p>
<p>Data Гэта выкарыстанне можа ўключаць у сябе такую ​​інфармацыю, як адрас вашага кампутара Internet Protocol (напрыклад, IP-адрас), тып браўзэра, версію браўзэра, на старонках нашага Сэрвісу, якія вы наведваеце, час і дату вашага візіту, час, выдаткаванае на тых, старонак, унікальныя ідэнтыфікатары прылад і іншыя дыягнастычныя дадзеныя.</p>
<p>Пры доступе да паслуг або з дапамогай мабільнага прылады, гэта выкарыстанне дадзеных могуць ўключаць у сябе інфармацыю, такія як тып мабільнага прылады вы карыстаецеся, ваш мабільнае прылада унікальнага ідэнтыфікатар, то IP-адрас вашага мабільнага прылады, ваша мабільная аперацыйная сістэма, тып мабільнага інтэрнэт-браўзэра вы карыстаецеся, унікальныя ідэнтыфікатары прылад і іншых дыягнастычных дадзеных.</p>

<h4>Адсочванне і дадзеныя cookie</h4>
<p>Мы выкарыстоўваем cookie і падобныя тэхналогіі адсочвання, каб адсочваць актыўнасць нашага Сэрвісу і ўтрымліваць пэўную інфармацыю.</p>
<p>Cookies файлы з невялікім колькасцю дадзеных, якія могуць ўключаць у сябе ананімны унікальны ідэнтыфікатар. Cookies адпраўляюцца ў браўзэр з вэб-сайта і захоўваецца на прыладзе. Тэхналогіі адсочвання таксама выкарыстоўваецца маякі, тэгі і скрыпты для збору і адсочвання інфармацыі і для паляпшэння і аналізу нашага Сэрвісу.</p>
<p>Вы можаце наладзіць Ваш браўзэр, каб адмовіцца ад усіх cookies або паказаць, калі cookies пасылаецца. Аднак, калі вы не прымаеце cookies, вы не можаце быць у стане выкарыстаць некаторыя часткі нашага Сэрвісу.</p>
<p>Прыклады cookies мы выкарыстоўваем:</p>
<ul>
  <li><strong>Session Cookies.</strong> Мы выкарыстоўваем cookies сесіі для працы нашага Сэрвісу.</li>
  <li><strong>Прывілеяваныя Cookies.</strong> Мы выкарыстоўваем Cookies Перавага памятаць вашыя перавагі і розныя налады.</li>
  <li><strong>Cookies бяспекі.</strong> Мы выкарыстоўваем Cookies бяспекі ў мэтах бяспекі.</li>
</ul>

<h2>Выкарыстанне дадзеных</h2>

<p>GeoMap выкарыстоўвае сабраныя дадзеныя для розных мэтаў:</p>
<ul>
  <li>Для таго, каб забяспечыць і падтрымліваць Сэрвіс</li>
  <li>Для таго, каб паведаміць вас пра змены ў нашым Сэрвісе</li>
  <li>Для таго, каб дазволіць вам прыняць удзел у інтэрактыўных магчымасцяў нашага Сэрвісу, калі вы вырашыце гэта зрабіць</li>
  <li>Для таго, каб забяспечыць догляд і падтрымку кліентаў</li>
  <li>Для таго, каб даць аналіз або каштоўную інфармацыю, каб мы маглі палепшыць Сэрвіс</li>
  <li>Для таго, каб кантраляваць выкарыстанне Сэрвісу</li>
  <li>Для выяўлення, прадухілення і вырашэння тэхнічных праблем</li>
</ul>

<h2>Перадача дадзеных</h2>
<p>Ваша інфармацыя, у тым ліку асабістых дадзеных, можа быць перададзена - і ўмацоўваецца. - кампутары, размешчаныя за межамі вашага штата, правінцыі, краіны ці іншы урадавай юрысдыкцыі, дзе законы аб абароне дадзеных могуць адрознівацца, чым ад вашай юрысдыкцыі</p>
<p>Калі вы знаходзіцеся за межамі Украіны, і вырашылі даць нам інфармацыю, калі ласка, звярніце ўвагу, што мы перадаем дадзеныя, у тым ліку персанальных дадзеных, на Украіну і працэс яго там.</p>
<p>Ваша згоду з сапраўднай Палітыкай прыватнасці, пасля вашага прадстаўлення такой інфармацыі ўяўляе сваю згоду на такую ​​перадачу.</p>
<p>GeoMap распачне ўсе разумна неабходныя крокі для забеспячэння бяспечнага абыходжання з вашымі дадзенымі ў адпаведнасці з сапраўднай Палітыкай прыватнасці, і не будзе перадачы вашых Асабістых дадзеных арганізацыі ці краіне, калі няма адэкватнага кантролю, уключаючы бяспеку вашых дадзеных і іншай асабістай інфармацыі.</p>

<h2>Раскрыццё дадзеных</h2>

<h3>Юрыдычныя патрабаванні</h3>
<p>GeoMap можа раскрыць вашыя асабістыя дадзеныя ў добрасумленным меркаваннi аб тым, што такое дзеянне неабходна:</p>
<ul>
  <li>У адпаведнасці з юрыдычнай абавязацельствам</li>
  <li>Каб ахоўваць і абараняць правы або маёмасць GeoMap</li>
  <li>Для таго, каб прадухіліць ці расследаваць магчымыя правапарушэнні ў сувязі з Паслугай</li>
  <li>Для абароны асабістай бяспекі карыстальнікаў паслуг або грамадскага</li>
  <li>Для абароны ад юрыдычнай адказнасці</li>
</ul>

<h2>Бяспека дадзеных</h2>
<p>Бяспека вашых дадзеных важная для нас, але памятайце, што ні адзін метад перадачы праз Інтэрнэт, або метад электроннага захоўвання не з'яўляецца на 100% бяспечным. У той час як мы імкнемся выкарыстаць камерцыйна прымальныя сродкі для абароны Вашых асабістых дадзеных, мы не можам гарантаваць абсалютную бяспеку.</p>

<h2>Пастаўшчыкі паслуг</h2>
<p>Мы можам выкарыстоўваць іншыя кампаніі і асобных асоб, каб спрыяць нашаму Сэрвісу («Пастаўшчыкі паслуг»), прадастаўляць Сэрвіс ад нашага імя, для выканання звязаных з абслугоўваннем паслуг або дапамагчы нам у аналізе таго, як выкарыстоўваецца наш Сэрвіс.</p>
<p>Гэтыя трэція асобы маюць доступ да персанальных дадзеных толькі для выканання гэтых задач, ад нашага імя і абавязаны не выдаваць або выкарыстоўваць яго для іншых мэтаў.</p>

<h3>Аналітыка</h3>
<p>Мы можам выкарыстоўваць пастаўшчык паслуг іншых для маніторынгу і аналізу выкарыстання нашых паслуг.</p>
<ul>
  <li>
<p><strong>Google Analytics</strong></p>
<p>Google Analytics з'яўляецца сэрвіс вэб-аналітыкі прапануюць Google, які адсочвае і паведамляе сайт руху. Google выкарыстоўвае дадзеныя, сабраныя для адсочвання і кантролю выкарыстання нашага Сэрвісу. Гэтыя дадзеныя сумесна з іншымі службамі Google. Google можа выкарыстоўваць сабраныя дадзеныя контекстуализировать і персаналізаванай рэкламу сваёй уласнай рэкламнай сеткі.</p>
<p>Для атрымання дадатковай інфармацыі аб правілах прыватнасці Google, калі ласка, наведайце наведайце старонку Палітыка прыватнасці Google: <a href="https://policies.google.com/privacy?hl=be">https://policies.google.com/privacy?hl=be</a></p>
  </li>
</ul>

<h2>Спасылкі на іншыя сайты</h2>
<p>Наш Сэрвіс могуць змяшчаць спасылкі на іншыя сайты, якія не абслугоўваюцца намі. Калі вы націснеце на спасылку трэцяга боку, вы будзеце перанакіраваны на сайт гэтай трэцяй боку. Мы настойліва раім вам азнаёміцца ​​з палітыкай прыватнасці кожнага сайта вы наведваеце.</p>
<p>Мы не маем ніякага кантролю і не нясе ніякай адказнасці за змест, палітыку прыватнасці або практыку любых сайтаў або паслуг трэціх асоб.</p>

<h2>Абарона асабістых дадзеных дзяцей</h2>
<p>наш Сэрвіс не закранае нікога маладзей 18 («Дзеці»).</p>
<p>Мы свядома не збіраем асабістую інфармацыю ад асоб, маладзейшых за 18 гадоў Калі вы з'яўляецеся бацька або апякун, і вы ведаеце, што вашыя дзеці далі нам асабістыя дадзеныя, калі ласка, звяжыцеся з намі. Калі нам стане вядома, што мы сабралі асабістыя дадзеныя ад дзяцей без праверкі згоды бацькоў, мы прымаем меры, каб выдаліць гэтую інфармацыю з нашых сервераў.</p>

<h2>Змены ў палітыцы прыватнасці</h2>
<p>Мы можам абнавіць нашу палітыку прыватнасці час ад часу. Мы паведамім вам пра любыя змены, размясціўшы новую палітыку прыватнасці на гэтай старонцы.</p>
<p>Мы паведамім вам па электроннай пошце і / або прыкметнае апавяшчэнне пра наш Сэрвіс, да змены ўступлення ў сілу і абнавіць «дату ўступлення ў сілу» у верхняй частцы гэтай палітыкі прыватнасці.</p>
<p>Вам рэкамендуецца азнаёміцца ​​з дадзенай Палітыкай прыватнасці перыядычна якіх-небудзь змяненняў. Змены ў палітыцы прыватнасці з'яўляюцца эфектыўнымі, калі яны размешчаны на гэтай старонцы.</p>

<h2>Зваротная сувязь</h2>
<p>Калі ў вас ёсць якія-небудзь пытанні з нагоды дадзенай Палітыкі прыватнасці, калі ласка, звяжыцеся з намі:</p>
<ul>
  <li>Па электроннай пошце: vnup56@gmail.com</li>
</ul>
