<h1>Політика конфіденційності</h1>

<p>Дата набрання чинності: 24 грудня 2018 року</p>

<p>GeoMap ("ми", "нас" або "наш") керує веб-сайтом https://geomap.com.ua/ і мобільними додатками Природознавство, Географія 3-4 клас, Географія 6 клас, Географія 7 клас, Географія 8 клас, Географія 9 клас, Економічна географія 10 клас, Географія 10-11 клас, Регіони України, Географія Криму, Географія Києва, Всесвітня історія 6 клас, Всесвітня історія 7 клас, Всесвітня історія 8 клас, Всесвітня історія 9 клас, Всесвітня історія 10 клас, Всесвітня історія 11 клас, Історія України 5 клас, Історія України 7 клас, Історія України 8 клас, Історія України 9 клас, Історія України 10 клас, Історія України 11 клас ("Сервіс").</p>

<p>Ця сторінка інформує вас про нашу політику щодо збору, використання та розкриття особистих даних, коли ви користуєтеся нашим Сервісом, і вибір, пов'язаний з цими даними.</p>

<p>Ми використовуємо ваші дані для надання та покращення Сервісу. Користуючись послугою, ви погоджуєтеся на збір та використання інформації відповідно до цієї політики. Якщо в цій Політиці конфіденційності не визначено інше, терміни, що використовуються в цій Політиці конфіденційності, мають такі ж значення, як у наших Загальних положеннях та умовах.</p>

<h2>Збір інформації та використання</h2>

<p>Ми збираємо кілька різних типів інформації для різних цілей, щоб надати Вам та покращити наш Сервіс.</p>

<h3>Типи даних, зібрані</h3>

<h4>Особисті дані</h4>

<p>Під час користування нашим Сервісом ми можемо попросити вас надати певну особисту інформацію, яка може бути використана для зв'язку або ідентифікації ("Особисті дані"). Інформація, що ідентифікує особу, може включати, але не обмежується:</p>

<ul>
<li>Cookies і дані про використання</li>
</ul>

<h4>Дані про використання</h4>

<p>Ми також можемо збирати інформацію, яку ваш веб-переглядач надсилає кожного разу, коли ви відвідуєте наш Сервіс, або коли ви звертаєтеся до Сервісу за допомогою або через мобільний пристрій ("дані про використання").</p>
<p>Дані про використання можуть містити таку інформацію, як адреса Інтернет-протоколу вашого комп'ютера (наприклад, IP-адреса), тип веб-переглядача, версія веб-переглядача, сторінки нашого Сервісу, які ви відвідуєте, час і дату вашого відвідування, час, витрачений на сторінок, унікальних ідентифікаторів пристроїв та інших діагностичних даних.</p>
<p>Коли Ви звертаєтеся до Сервісу через мобільний пристрій або через мобільний пристрій, ці Дані про використання можуть містити таку інформацію, як тип мобільного пристрою, який ви використовуєте, унікальний ідентифікатор мобільного пристрою, IP-адресу вашого мобільного пристрою, вашу мобільну операційну систему, тип веб-переглядача мобільного Інтернету, унікальних ідентифікаторів пристроїв та інших діагностичних даних.</p>

<h4>Відстеження та дані cookie</h4>
<p>Ми використовуємо файли cookie та подібні технології відстеження, щоб відстежувати діяльність нашого Сервісу та зберігати певну інформацію.</p>
<p>Cookies - це файли з невеликою кількістю даних, які можуть включати анонімний унікальний ідентифікатор. Файли cookie надсилаються до веб-переглядача з веб-сайту та зберігаються на пристрої. Також використовуються технології відстеження - маяки, теги та сценарії для збору та відстеження інформації, а також для покращення та аналізу нашого Сервісу.</p>
<p>Ви можете доручити веб-переглядачу відмовитися від усіх файлів cookie або вказати, коли надсилається файл cookie. Однак, якщо ви не приймаєте файли cookie, ви не зможете використовувати деякі частини нашого Сервісу.</p>
<p>Приклади файлів cookie, які ми використовуємо:</p>
<ul>
  <li><strong>Файли cookie сеансів.</strong> Для керування Сервісом ми використовуємо файли cookie.</li>
  <li><strong>Налаштування файлів cookie.</strong> Ми використовуємо файли налаштувань, щоб запам'ятати ваші налаштування та різні налаштування.</li>
  <li><strong>Файли cookie безпеки.</strong> Ми використовуємо Cookies безпеки для цілей безпеки.</li>
</ul>

<h2>Використання даних</h2>

<p>GeoMap використовує зібрані дані для різних цілей:</p>
<ul>
  <li>Надавати та підтримувати Сервіс</li>
  <li>Щоб повідомити вас про зміни в нашому Сервісі</li>
  <li>Щоб дозволити вам брати участь у інтерактивних функціях нашого Сервісу, коли ви вирішите це зробити</li>
  <li>Щоб забезпечити обслуговування та підтримку клієнтів</li>
  <li>Щоб надати аналіз або цінну інформацію, щоб ми могли покращити Сервіс</li>
  <li>Щоб відстежити використання Сервісу</li>
  <li>Щоб виявити, запобігти та вирішити технічні проблеми</li>
</ul>

<h2>Передача даних</h2>
<p>Ваша інформація, включаючи особисті дані, може передаватися та підтримуватися на комп'ютерах, розташованих за межами штату, провінції, країни чи іншої урядової юрисдикції, де закони про захист даних можуть відрізнятися від законів вашої юрисдикції.</p>
<p>Якщо ви перебуваєте за межами України та надаєте нам інформацію, зверніть увагу, що ми передаємо дані, включаючи особисті дані, в Україну і обробляємо їх там.</p>
<p>Ваша згода на цю політику конфіденційності, після якої ви подаєте таку інформацію, є вашою згодою на цю передачу.</p>
<p>GeoMap зробить все розумно необхідні кроки для забезпечення безпечного поводження з вашими даними відповідно до цієї Політикою конфіденційності і не буде передачі ваших Особистих даних організації або країні, якщо немає адекватного контролю, включаючи безпеку ваших даних та іншої особистої інформації.</p>

<h2>Розкриття даних</h2>

<h3>Правові вимоги</h3>
<p>GeoMap може розкрити Ваші Персональні Дані з вірою в те, що такі дії необхідні для:</p>
<ul>
  <li>Щоб виконати юридичне зобов'язання</li>
  <li>Щоб охороняти і захищати права або майно GeoMap</li>
  <li>Щоб запобігти чи розслідувати можливі порушення у зв'язку з Сервісом</li>
  <li>Для захисту особистої безпеки користувачів Сервісу або громадськості</li>
  <li>Захист від юридичної відповідальності</li>
</ul>

<h2>Безпека даних</h2>
<p>Безпека ваших даних важлива для нас, але пам'ятайте, що жоден спосіб передачі через Інтернет, або метод електронного зберігання не є 100% безпечним. Хоча ми прагнемо використовувати комерційно прийнятні засоби для захисту ваших особистих даних, ми не можемо гарантувати його абсолютну безпеку.</p>

<h2>Постачальники послуг</h2>
<p>Ми можемо залучати компанії та фізичних осіб третіх осіб, щоб сприяти нашому Сервісу ("Постачальники послуг"), надавати Сервіс від нашого імені, виконувати послуги, пов'язані з Сервісом, або допомагати нам у аналізі того, як використовується наш Сервіс.</p>
<p>Ці треті сторони мають доступ до ваших особистих даних лише для виконання цих завдань від нашого імені і зобов'язані не розголошувати або використовувати їх для інших цілей.</p>

<h3>Аналітика</h3>
<p>Ми можемо використовувати постачальників послуг третьої сторони для моніторингу та аналізу використання Сервісу.</p>
<ul>
  <li>
<p><strong>Google Analytics</strong></p>
<p>Google Analytics - це сервіс веб-аналітики, яку пропонує компанія Google, яка відстежує та повідомляє про трафік веб-сайту. Google використовує зібрані дані для відстеження та контролю використання нашого Сервісу. Ці дані надаються спільно з іншими службами Google. Google може використовувати зібрані дані для контекстуалізації та персоналізації оголошень власної рекламної мережі.</p>
<p>Щоб отримати додаткову інформацію про політику Google щодо конфіденційності, відвідайте сторінку Політика конфіденційності Google: <a href="https://policies.google.com/privacy?hl=uk">https://policies.google.com/privacy?hl=uk</a></p>
  </li>
</ul>

<h2>Посилання на інші сайти</h2>
<p>Наш Сервіс може містити посилання на інші сайти, якими ми не керуємо. Якщо ви натискаєте посилання третьої сторони, вас буде направлено на сайт третьої сторони. Ми настійно радимо переглянути політику конфіденційності кожного сайту, який ви відвідуєте.</p>
<p>Ми не маємо контролю та не несемо відповідальності за вміст, політику конфіденційності або практику на сайтах або сервісах третіх сторін.</p>

<h2>Приватність дітей</h2>
<p>Наш Сервіс не звертається до осіб, які досягли 18-річного віку ("Діти").</p>
<p>Ми не свідомо збираємо персональну інформацію від тих, хто не досягла 18-річного віку. Якщо ви є батьком або опікуном і знаєте, що ваші діти надали нам особисті дані, зв'яжіться з нами. Якщо нам відомо, що ми збирали особисті дані від дітей без підтвердження згоди батьків, ми вживаємо заходів для видалення цієї інформації з наших серверів.</p>

<h2>Зміни до цієї політики конфіденційності</h2>
<p>Ми можемо час від часу оновлювати нашу політику конфіденційності. Ми повідомимо вас про будь-які зміни, розмістивши на цій сторінці нову політику конфіденційності.</p>
<p>Ми повідомимо вам електронною поштою та / або помітним повідомленням про наш Сервіс до того, як зміна буде ефективною та оновить "дату набуття чинності" у верхній частині цієї політики конфіденційності.</p>
<p>Рекомендується періодично переглядати цю політику конфіденційності для будь-яких змін. Зміни до цієї Політики конфіденційності діють, коли вони розміщені на цій сторінці.</p>

<h2>Зв’яжіться з нами</h2>
<p>Якщо у вас виникли запитання щодо цієї політики конфіденційності, зв'яжіться з нами:</p>
<ul>
  <li>Електронною поштою: vnup56@gmail.com</li>
</ul>
